Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_gifs_search
source: Search GIFs
id: Cari GIF

# lng_gigagroup_convert_feature1
source: No limit on the number of members.
id: Anggota grup tidak terbatas.

# lng_gigagroup_convert_feature2
source: Only admins can send messages.
id: Hanya admin yang dapat kirim pesan.

# lng_gigagroup_convert_feature3
source: Can't be turned back into a regular group.
id: Tidak dapat dikembalikan menjadi grup biasa.

# lng_gigagroup_convert_sure
source: Convert
id: Ubah

# lng_gigagroup_convert_title
source: Broadcast Groups
id: Grup Siaran

# lng_gigagroup_done
source: Your group can now have more than 200,000 members.
id: Grup Anda sekarang dapat memiliki lebih dari 200.000 anggota.

# lng_gigagroup_suggest_more
source: Learn more
id: Pelajari

# lng_gigagroup_suggest_text
source: Your group has reached a limit of **200,000** members. You can increase this limit by converting the group to a **broadcast group** where only admins can post. Interested?
id: Grup Anda telah mencapai limit **200.000** anggota. Anda dapat meningkatkan limit dengan mengubah grup menjadi **grup siaran**, namun hanya admin yang dapat mengirim pesan. Tertarik?

# lng_gigagroup_suggest_title
source: Limit reached
id: Limit tercapai

# lng_gigagroup_warning
source: Regular members of the group (non-admins) will **permanently** lose their right to send messages in the group. This action **can't** be undone.
id: Anggota reguler grup (non-admin) akan **secara permanen** kehilangan hak untuk mengirim pesan di grup. Tindakan ini **tidak** dapat ditarik kembali.

# lng_gigagroup_warning_title
source: Are you sure?
id: Apakah Anda yakin?

# lng_group_about_header
source: You created a group
id: Anda membuat grup

# lng_group_about_text
source: Groups can have:
id: Grup ini memiliki:

# lng_group_about1
source: Up to 200,000 members
id: Hingga 200.000 anggota

# lng_group_about2
source: Persistent chat history
id: Riwayat obrolan persisten

# lng_group_about3
source: Public links such as t.me/title
id: Tautan publik seperti t.me/judul

# lng_group_about4
source: Admins with different rights
id: Admin dengan hak lain

# lng_group_blocked_list_about
source: Banned users are removed from the group and can only come back if added by an admin. Invite links don't work for them.
id: Pengguna yang diblokir telah dikeluarkan dari grup dan hanya dapat diundang oleh admin. Tautan undangan tidak berfungsi.

# lng_group_call_active
source: speaking
id: berbicara

# lng_group_call_add_to_group_all
source: Those users aren't members of «{group}». Add them to the group?
id: Semua pengguna tersebut bukan anggota dari «{group}». Tambahkan ke grup?

# lng_group_call_add_to_group_one
source: {user} isn't a member of «{group}». Add them to the group?
id: {user} bukan anggota dari «{group}». Tambahkan ke grup?

# lng_group_call_add_to_group_some
source: Some of those users aren't members of «{group}». Add them to the group?
id: Beberapa pengguna bukan anggota dari «{group}». Tambahkan ke grup?

# lng_group_call_also_cancel
source: Abort video chat
id: Batalkan obrolan video

# lng_group_call_also_cancel_channel
source: Abort live stream
id: Batalkan tayangan langsung

# lng_group_call_also_end
source: End video chat
id: Akhiri obrolan video

# lng_group_call_also_end_channel
source: End live stream
id: Akhiri tayangan langsung

# lng_group_call_can_speak
source: You can now speak in {chat}.
id: Sekarang Anda dapat bicara di {chat}.

# lng_group_call_can_speak_here
source: You can now speak.
id: Anda dapat bicara sekarang.

# lng_group_call_cancel
source: Abort Video Chat
id: Batalkan Obrolan Video

# lng_group_call_cancel_channel
source: Abort Live Stream
id: Batalkan Tayangan Langsung

# lng_group_call_cancel_reminder
source: Cancel Reminder
id: Batal Pengingat

# lng_group_call_chat_no_camera
source: You can't turn on video in this chat.
id: Anda tidak dapat menyalakan video dalam obrolan ini.

# lng_group_call_chat_no_screen
source: You can't share your screen in this chat.
id: Anda tidak dapat membagikan layar dalam obrolan ini.

# lng_group_call_close
source: Close
id: Tutup

# lng_group_call_close_sure
source: Video chat is scheduled. You can abort it or just close this panel.
id: Obrolan video terjadwal. Anda dapat membatalkannya atau cukup tutup panel ini.

# lng_group_call_close_sure_channel
source: Live stream is scheduled. You can abort it or just close this panel.
id: Tayangan langsung terjadwal. Anda dapat membatalkannya atau cukup tutup panel ini.

# lng_group_call_connecting
source: Connecting...
id: Menghubungkan...

# lng_group_call_context_mute
source: Mute
id: Senyapkan

# lng_group_call_context_mute_for_me
source: Mute for me
id: Senyapkan untuk saya

# lng_group_call_context_pin_camera
source: Pin video
id: Sematkan video

# lng_group_call_context_pin_screen
source: Pin screencast
id: Sematkan screencast

# lng_group_call_context_remove
source: Remove
id: Keluarkan

# lng_group_call_context_remove_hand
source: Cancel request to speak
id: Batalkan permohonan bicara

# lng_group_call_context_unmute
source: Allow to speak
id: Izinkan bicara

# lng_group_call_context_unmute_for_me
source: Unmute for me
id: Bunyikan bagi saya

# lng_group_call_context_unpin_camera
source: Unpin video
id: Lepas sematan video

# lng_group_call_context_unpin_screen
source: Unpin screencast
id: Lepas sematan screencast

# lng_group_call_copy_listener_link
source: Copy Listener Link
id: Salin Tautan Pendengar

# lng_group_call_copy_speaker_link
source: Copy Speaker Link
id: Salin Tautan Pembicara

# lng_group_call_create_sure
source: Start a video chat in this group?
id: Mulai obrolan video dalam grup ini?

# lng_group_call_create_sure_channel
source: Are you sure you want to start a live stream in this channel as your personal account?
id: Anda yakin ingin memulai tayangan langsung dalam channel ini sebagai akun pribadi Anda?

# lng_group_call_display_as_header
source: Display me as...
id: Tampil sebagai...

# lng_group_call_duration_days_other
source: {count} days
id: {count} hari

# lng_group_call_duration_hours_other
source: {count} hours
id: {count} jam

# lng_group_call_duration_minutes_other
source: {count} minutes
id: {count} menit

# lng_group_call_duration_seconds_other
source: {count} seconds
id: {count} detik

# lng_group_call_edit_title
source: Edit Video Chat Title
id: Edit Judul Obrolan Video

# lng_group_call_edit_title_channel
source: Edit live stream title
id: Edit judul tayangan langsung

# lng_group_call_edit_title_header
source: Video chat title
id: Judul obrolan video

# lng_group_call_end
source: End Video Chat
id: Akhiri Obrolan Video

# lng_group_call_end_channel
source: End Live Stream
id: Akhiri Tayangan Langsung

# lng_group_call_failed_camera
source: Couldn't enable camera. Another app may be already using the camera. Try closing other apps first.
id: Tidak dapat mengaktifkan kamera karena mungkin sedang digunakan oleh aplikasi lain. Coba tutup aplikasi yang lain dahulu.

# lng_group_call_failed_screen
source: An error occurred. Screencast has stopped.
id: Terjadi kesalahan. Screencast telah berhenti.

# lng_group_call_force_muted
source: Muted by admin
id: Disenyapkan admin

# lng_group_call_force_muted_sub
source: You are in Listen Only mode
id: Anda Hanya Dapat Mendengarkan

# lng_group_call_inactive
source: listening
id: mendengarkan

# lng_group_call_invite
source: Invite Members
id: Undang Anggota

# lng_group_call_invite_button
source: Invite
id: Undang

# lng_group_call_invite_done_many_other
source: You invited **{count} participants** to the video chat.
id: Anda mengundang **{count} peserta** ke obrolan video.

# lng_group_call_invite_done_user
source: You invited {user} to the video chat.
id: Anda mengundang {user} ke obrolan video

# lng_group_call_invite_members
source: Group members
id: Anggota grup

# lng_group_call_invite_search_results
source: Search results
id: Hasil pencarian

# lng_group_call_invite_title
source: Invite members
id: Undang anggota

# lng_group_call_invited_status
source: invited
id: diundang

# lng_group_call_is_recorded
source: The audio stream is being recorded.
id: Aliran audio sedang direkam

# lng_group_call_is_recorded_channel
source: Live stream is being recorded.
id: Tayangan langsung sedang direkam.

# lng_group_call_is_recorded_video
source: The video stream is being recorded.
id: Pengaliran video sedang direkam.

# lng_group_call_join
source: Join
id: Gabung

# lng_group_call_join_as_about
source: Choose whether you want to be displayed as your personal account or as your channel.
id: Tentukan apabila Anda ingin tampil sebagai akun pribadi Anda atau sebagai channel Anda.

# lng_group_call_join_as_changed
source: Participants of this video chat will now see you as {name}
id: Peserta obrolan video ini akan melihat Anda sebagai **{name}**

# lng_group_call_join_as_changed_channel
source: Participants of this live stream will now see you as {name}
id: Peserta tayangan langsung akan sekarang melihat Anda sebagai {name}

# lng_group_call_join_as_header
source: Join Video Chat as...
id: Masuk obrolan video sebagai...

# lng_group_call_join_as_header_channel
source: Join Live Stream as...
id: Bergabung sebagai...

# lng_group_call_join_as_personal
source: personal account
id: akun pribadi

# lng_group_call_join_confirm
source: Join the video chat {chat}?
id: Bergabung dalam obrolan video {chat}?

# lng_group_call_join_confirm_channel
source: Do you want to join the live stream {chat}?
id: Apakah Anda ingin bergabung dengan tayangan langsung {chat}?

# lng_group_call_join_sure_personal
source: Are you sure you want to join this video chat as your personal account?
id: Anda yakin ingin bergabung dalam obrolan video ini sebagai akun pribadi?

# lng_group_call_late_by
source: Late by
id: Tertunda selama

# lng_group_call_leave
source: Leave
id: Keluar

# lng_group_call_leave_channel_to_other_sure
source: Do you want to leave your active live stream and join a video chat in this group?
id: Apakah Anda ingin keluar dari tayangan langsung aktif Anda dan bergabung dalam obrolan video di grup ini?

# lng_group_call_leave_channel_to_other_sure_channel
source: Do you want to leave your active live stream and join a live stream in this channel?
id: Anda yakin ingin tinggalkan tayangan langsung aktif Anda dan bergabung dalam tayangan langsung channel ini?

# lng_group_call_leave_sure
source: Do you want to leave this video chat?
id: Apakah Anda ingin keluar dari obrolan video ini?

# lng_group_call_leave_sure_channel
source: Are you sure you want to leave this live stream?
id: Anda yakin ingin keluar dari tayangan langsung ini?

# lng_group_call_leave_title
source: Leave video chat
id: Keluar obrolan video

# lng_group_call_leave_title_channel
source: Leave live stream
id: Keluar tayangan langsung

# lng_group_call_leave_to_other_sure
source: Leave your currently active video chat and join this video chat?
id: Tinggalkan obrolan video Anda yang sekarang dan bergabung dalam obrolan video ini?

# lng_group_call_leave_to_other_sure_channel
source: Do you want to leave your active video chat and join a live stream in this channel?
id: Apakah Anda ingin keluar dari obrolan video aktif Anda dan bergabung dalam tayangan langsung di channel ini?

# lng_group_call_limit_other
source: To watch the video stream, update Telegram to the latest version.
id: Untuk menonton pengaliran video, perbarui Telegram ke versi terbaru.

# lng_group_call_mac_access
source: Telegram Desktop does not have access to system wide keyboard input required for Push to Talk.
id: Telegram Desktop tidak memiliki akses input keyboard seluruh sistem yang diperlukan untuk Push to Talk.

# lng_group_call_mac_accessibility
source: Please allow **Accessibility** for Telegram in Privacy Settings. You may need to restart the app.
id: Mohon izinkan "Aksesibilitas" untuk Telegram dalam Pengaturan Keamanan. Anda mungkin perlu me-restart aplikasi.

# lng_group_call_mac_input
source: Please allow **Input Monitoring** for Telegram in Privacy Settings.
id: Harap izinkan **Pemantauan Masukan** untuk Telegram di Pengaturan Privasi.

# lng_group_call_mac_recording
source: Please allow **Screen Recording** for Telegram in Privacy Settings.
id: Mohon izinkan **Perekaman Layar** untuk Telegram di Pengaturan Privasi.

# lng_group_call_mac_screencast_access
source: Telegram Desktop does not have access to screen recording required for Screen Sharing.
id: Telegram Desktop tidak memiliki akses perekaman layar yang dibutuhkan untuk Berbagi Layar.

# lng_group_call_mac_settings
source: Open Settings
id: Buka Pengaturan

# lng_group_call_members_other
source: {count} participants
id: {count} peserta

# lng_group_call_microphone
source: Microphone
id: Mikrofon

# lng_group_call_more
source: More
id: Lainnya

# lng_group_call_muted_by_me_status
source: muted for you
id: senyap bagi Anda

# lng_group_call_muted_no_camera
source: You can't turn on video while you're muted by admin.
id: Anda tidak dapat mengaktifkan video selama dibisukan oleh admin.

# lng_group_call_muted_no_screen
source: You can't share your screen while you're muted by admin.
id: Anda tidak dapat membagikan layar selama dibisukan oleh admin.

# lng_group_call_new_muted
source: Mute new participants
id: Bisukan peserta baru

# lng_group_call_no_anonymous
source: Sorry, you can't join video chats as an anonymous administrator.
id: Maaf, Anda tidak dapat bergabung dalam obrolan video sebagai admin anonim.

# lng_group_call_no_members
source: Click to join
id: Klik untuk bergabung

# lng_group_call_no_stream
source: {group} is currently not broadcasting live stream data to Telegram.
id: {group} saat ini tidak menyiarkan data tayangan langsung ke Telegram.

# lng_group_call_no_stream_admin
source: Oops! Telegram doesn't see any stream coming from your streaming app. Please make sure you entered the right Server URL and Stream Key in your app.
id: Ups! Telegram tidak melihat stream apa pun dari aplikasi streaming Anda. Pastikan Anda memasukkan URL Server dan Kunci Stream yang benar di aplikasi Anda.

# lng_group_call_noise_suppression
source: Enable Noise Suppression
id: Aktifkan Peredam Bising

# lng_group_call_or_schedule
source: You can also {link}.
id: Anda juga bisa {link}.

# lng_group_call_over_limit_other
source: The video chat is over {count} participants. New participants only have access to audio stream.
id: Obrolan video melebihi {count} peserta. Peserta baru hanya memiliki akses ke aliran video.

# lng_group_call_pinned_camera
source: {user}'s video is pinned.
id: Video {user} disematkan.

# lng_group_call_pinned_camera_me
source: Your video is pinned.
id: Video Anda disematkan.

# lng_group_call_pinned_on_top
source: Live stream is pinned on top.
id: Tayangan langsung disematkan ke atas.

# lng_group_call_pinned_screen
source: {user}'s screencast is pinned.
id: Screencast {user} disematkan.

# lng_group_call_pinned_screen_me
source: Your screencast is pinned.
id: Screencast Anda disematkan.

# lng_group_call_ptt_delay
source: Release delay: {delay}
id: Delay release: {delay}

# lng_group_call_ptt_delay_ms
source: {amount} ms
id: {amount} md

# lng_group_call_ptt_delay_s
source: {amount} s
id: {amount} d

# lng_group_call_ptt_recording
source: Stop Recording
id: Berhenti Merekam

# lng_group_call_ptt_shortcut
source: Edit Keyboard Shortcut
id: Ubah Pintasan Keyboard

# lng_group_call_push_to_talk
source: Push-to-Talk Shortcut
id: Pintasan Push-to-Talk

# lng_group_call_raise_hand_tip
source: Click if you want to speak
id: Klik jika Anda ingin bicara

# lng_group_call_raised_hand
source: You asked to speak
id: Anda mohon untuk bicara

# lng_group_call_raised_hand_status
source: wants to speak
id: ingin bicara

# lng_group_call_raised_hand_sub
source: We let the speakers know
id: Kami akan memberitahu pembicara

# lng_group_call_recording_saved
source: Recording of the audio stream saved to Saved Messages.
id: Rekaman aliran suara disimpan di Pesan Tersimpan.

# lng_group_call_recording_saved_video
source: Video saved to Saved Messages.
id: Video disimpan di Pesan Tersimpan.

# lng_group_call_recording_start
source: Start Recording
id: Mulai Merekam

# lng_group_call_recording_start_audio_subtitle
source: This chat will be recorded into an audio file
id: Percakapan ini akan direkam sebagai berkas audio

# lng_group_call_recording_start_button
source: Start
id: Mulai

# lng_group_call_recording_start_checkbox
source: Also record video
id: Juga rekam video

# lng_group_call_recording_start_field
source: Recording Title
id: Judul Rekaman

# lng_group_call_recording_start_sure
source: Record this chat and save the result into an audio file? Participants will see that the chat is being recorded.
id: Rekam percakapan ini dan simpan hasilnya sebagai berkas audio? Peserta lain akan mengetahui obrolan sedang direkam.

# lng_group_call_recording_start_title
source: Add Title
id: Tambahkan Judul

# lng_group_call_recording_start_video_subtitle
source: Choose video orientation
id: Pilih orientasi video

# lng_group_call_recording_started
source: Audio recording started.
id: Perekaman suara dimulai.

# lng_group_call_recording_started_channel
source: Live stream recording started.
id: Perekaman tayangan langsung dimulai.

# lng_group_call_recording_started_video
source: Started recording the video stream.
id: Mulai merekam aliran video.

# lng_group_call_recording_stop
source: Stop Recording
id: Berhenti Merekam

# lng_group_call_recording_stop_sure
source: Do you want to stop recording this video chat?
id: Apakah Anda ingin berhenti merekam obrolan video ini?

# lng_group_call_recording_stopped
source: Recording stopped.
id: Rekaman dihentikan.

# lng_group_call_recording_stopped_channel
source: Live stream recording stopped.
id: Perekaman tayangan langsung dihentikan.

# lng_group_call_remove_channel
source: Remove {channel} from the video chat and ban them?
id: Keluarkan {channel} dari obrolan video dan blokir mereka?

# lng_group_call_remove_channel_from_channel
source: Remove {channel} from the live stream?
id: Keluarkan {channel} dari tayangan langsung?

# lng_group_call_rtmp_info
source: To stream video with another app, enter these Server URL and Stream Key in your streaming app. Software encoding recommended (x264 in OBS). Once you start broadcasting in your streaming app, click Start Streaming below.
id: Untuk melakukan streaming video dengan aplikasi lain, masukkan URL Server dan Kunci Stream di aplikasi streaming Anda. Encoding direkomendasikan (x264 dalam OBS). Setelah Anda mulai menyiarkan di aplikasi streaming, klik Mulai Streaming.

# lng_group_call_rtmp_key_copied
source: Stream Key copied to clipboard.
id: Kunci Stream disalin ke papan klip.

# lng_group_call_rtmp_key_copy
source: Copy Stream Key
id: Salin Kunci Stream

# lng_group_call_rtmp_key_subtitle
source: Stream Key
id: Kunci Stream

# lng_group_call_rtmp_key_warning
source: **Never share your Stream Key with anyone or show it on stream!**
id: **Jangan pernah membagikan Kunci Stream dengan siapa pun atau menampilkannya dalam stream!**

# lng_group_call_rtmp_revoke
source: Revoke Stream Key
id: Cabut Kunci Stream

# lng_group_call_rtmp_revoke_sure
source: Are you sure you want to revoke your Stream Key?
id: Anda yakin ingin mencabut Kunci Stream Anda?

# lng_group_call_rtmp_start
source: Start Streaming
id: Mulai Streaming

# lng_group_call_rtmp_title
source: Stream with other apps
id: Stream dengan aplikasi lain

# lng_group_call_rtmp_url_copied
source: Server URL copied to clipboard.
id: URL server disalin ke papan klip.

# lng_group_call_rtmp_url_copy
source: Copy Server URL
id: Salin URL Server

# lng_group_call_rtmp_url_subtitle
source: Server URL
id: URL Server

# lng_group_call_rtmp_viewers_other
source: {count} viewers
id: {count} penonton

# lng_group_call_schedule
source: schedule a video chat
id: menjadwalkan obrolan video

# lng_group_call_schedule_channel
source: schedule a live stream
id: jadwalkan tayangan langsung

# lng_group_call_schedule_notified_channel
source: Subscribers of the channel will be notified that the live stream starts in {duration}.
id: Pelanggan channel ini akan diberitahu bahwa tayangan langsung akan mulai dalam {duration}.

# lng_group_call_schedule_notified_group
source: Members of the group will be notified that the video chat will start in {duration}.
id: Anggota grup ini akan diberitahu bahwa obrolan video akan dimulai dalam {duration}.

# lng_group_call_schedule_title
source: Schedule Video Chat
id: Jadwal Obrolan Video

# lng_group_call_schedule_title_channel
source: Schedule Live Stream
id: Jadwalkan Tayangan Langsung

# lng_group_call_scheduled_status
source: Scheduled
id: Terjadwal

# lng_group_call_scheduled_title
source: Scheduled Video Chat
id: Obrolan Video Terjadwal

# lng_group_call_scheduled_title_channel
source: Scheduled Live Stream
id: Tayangan Langsung Terjadwal

# lng_group_call_screen_share_audio
source: Share System Audio
id: Bagikan Suara Sistem

# lng_group_call_screen_share_start
source: Share Screen
id: Bagikan Layar

# lng_group_call_screen_share_stop
source: Stop Sharing
id: Berhenti Berbagi Layar

# lng_group_call_screen_title
source: Screen {index}
id: Layar {index}

# lng_group_call_set_reminder
source: Set Reminder
id: Pasang Pengingat

# lng_group_call_settings
source: Settings
id: Pengaturan

# lng_group_call_settings_title
source: Settings
id: Pengaturan

# lng_group_call_share
source: Share Invite Link
id: Kirim tautan

# lng_group_call_share_button
source: Share
id: Bagikan

# lng_group_call_share_speaker
source: Users with this link can speak
id: Pengguna dengan tautan ini dapat bicara

# lng_group_call_speakers
source: Speakers
id: Pengeras

# lng_group_call_start_as_header
source: Start Video Chat as...
id: Mulai Obrolan Video sebagai...

# lng_group_call_start_as_header_channel
source: Start Live Stream as...
id: Mulai Tayangan Langsung sebagai...

# lng_group_call_start_now
source: Start Now
id: Mulai Sekarang

# lng_group_call_start_now_sure
source: Are you sure you want to start the video chat now?
id: Anda yakin ingin memulai obrolan video sekarang?

# lng_group_call_start_now_sure_channel
source: Are you sure you want to start the live stream now?
id: Anda yakin ingin memulai tayangan langsung sekarang?

# lng_group_call_starts
source: Video Chat starts {when}
id: Obrolan Video dimulai {when}

# lng_group_call_starts_channel
source: Live Stream starts {when}
id: Tayangan Langsung dimulai {when}

# lng_group_call_starts_date
source: {date} at {time}
id: {date} pada pukul {time}

# lng_group_call_starts_in
source: Starts in
id: Mulai dalam

# lng_group_call_starts_short
source: Starts {when}
id: Dimulai {when}

# lng_group_call_starts_short_today
source: Today, {time}
id: Hari Ini, {time}

# lng_group_call_starts_short_tomorrow
source: Tomorrow, {time}
id: Besok, {time}

# lng_group_call_starts_today
source: today at {time}
id: hari ini pukul {time}

# lng_group_call_starts_tomorrow
source: tomorrow at {time}
id: besok pukul {time}

# lng_group_call_sure_screencast
source: {user} is sharing their screen. This action will pin your screencast for all participants.
id: {user} sedang berbagi layar. Tindakan ini akan menyematkan screencast Anda bagi semua peserta.

# lng_group_call_switch_done
source: Participants of this video chat will now see you as **{user}**
id: Peserta obrolan obrolan ini sekarang melihat Anda sebagai **{user}**

# lng_group_call_title
source: Video Chat
id: Obrolan Video

# lng_group_call_title_changed
source: Video chat title changed to {title}
id: Judul obrolan video diubah menjadi **{title}**.

# lng_group_call_title_changed_channel
source: Live stream title changed to {title}
id: Judul tayangan langsung diubah menjadi {title}

# lng_group_call_title_channel
source: Live Stream
id: Tayangan Langsung
